Repository: Mighel881/TweaksLocalizations
Catalog: SBColors/*.lproj/Root.strings
Languages: fr

source: Enabled
fr: Activé

# SB_ITEMS_TITLE
source: Status Bar Items
fr: Éléments de la barre de status

# COMPATS_EXPL
source: Linked compatibilities: Juice = Battery Fill Prysm items = Labels Prysm glyphs = Other glyphs
fr: Compatibilités liées : Juice = Intérieur de batterie Éléments Prysm = Texte Glyphes Prysm = Autres glyphes

# TIME_PICKER
source: Time
fr: Heure

# STRINGS_PICKER
source: Strings (Carrier, LTE, Breadcrumb)
fr: Texte (Opérateur, 4G, Breadcrumb)

# BATTERY_BODY_PICKER
source: Battery Body
fr: Contour de batterie

# BATTERY_FILL_PICKER
source: Battery Fill
fr: Intérieur de batterie

# LTE_ACTIVE_PICKER
source: LTE Signal (active)
fr: Barres de réseau (actives)

# LTE_INACTIVE_PICKER
source: LTE Signal (inactive)
fr: Barres de réseau (inactives)

# WIFI_ACTIVE_PICKER
source: WiFi (active)
fr: WiFi (actif)

# WIFI_INACTIVE_PICKER
source: WiFi (inactive)
fr: WiFi (inactif)

# ACTIVITY_INDICATOR_PICKER
source: Activity Indicator
fr: Indicateur d'activité

# OTHER_GLYPHS_PICKER
source: Other glyphs (DND, Alarm...)
fr: Autres glyphes (NPD, Alarme...)

# OTHER_TITLE
source: Other
fr: Autre

# RESET_PREFS
source: Reset Preferences
fr: Réinitialiser les options

# RESET_CONFIRMATION
source: Do you really want to reset SBColors preferences? This will respring your device.
fr: Voulez-vous vraiment réinitialiser les préférences de SBColors ? Cette action va respring votre appareil.

source: Confirm
fr: Confirmer

source: Cancel
fr: Annuler

# SPECIAL_THANKS_TITLE
source: Special Thanks
fr: Remerciements

source: Contributors
fr: Contributeurs

source: 📖 Contribute to translations!
fr: 📖 Contribuez aux traductions !

source: ☕️ Buy me a coffee
fr: ☕️ Achetez moi un café

source: 💡 Feature Request?
fr: 💡 Une idée de fonctionnalité ?

source: 🐞 Found a Bug?
fr: 🐞 Vous avez trouvé un bug ?

source: 💻 Source Code
fr: 💻 Code source

# FOOTER_TEXT
source: SBColors by RedenticDev
fr: SBColors par RedenticDev
